Repository: i-MSCP/plugins
Catalog: incubator/CronJobs/l10n/po/*.po
Languages: nl_nl

source: %d minute
nl_nl: %d minuut

source: 0 for unlimited
nl_nl: 0 voor ongelimiteerd

source: Actions
nl_nl: Actie

source: Activate
nl_nl: Activeren

source: Add / Edit Cron job
nl_nl: Cron-job toevoegen/wijzigen

source: Add / Edit cron job permissions
nl_nl: Cron-rechten toevoegen / bewerken

source: Add cron job
nl_nl: Lijst van klanten wie bevoegd zijn om cron-jobs toe te voegen.

source: Admin / Settings / Cron Job Permissions
nl_nl: Beheerder / Instellingen / Cron-rechten

source: Admin / System tools / Cron Jobs
nl_nl: Beheer / Systeem / Cron-jobs

source: An unexpected error occurred.
nl_nl: Er heeft zich een onverwachte fout voorgedaan.

source: An unexpected error occurred. Please contact your reseller.
nl_nl: Er heeft zich een onverwachte fout voorgedaan. Gelieve contact op te nemen met uw wederverkoper.

source: An unexpected error occurred: %s
nl_nl: Er is een onverwachte fout opgetreden: %s

source: Are you sure you want to delete this cron job?
nl_nl: Weet u zeker dat u deze cron-job wilt verwijderen?

source: Are you sure you want to revoke the cron job permissions for this customer?
nl_nl: Weet u zeker dat u de cron-rechten voor deze klant wilt intrekken?

source: Are you sure you want to revoke the cron job permissions for this reseller?
nl_nl: Weet u zeker dat u de cron-rechten voor deze wederverkoper wilt intrekken?

source: Bad request.
nl_nl: Fout verzoek.

source: Cancel
nl_nl: Annuleren

source: Client / Web Tools / Cron Jobs
nl_nl: Klant / Webtools / Cron-jobs

source: Command
nl_nl: Commando

source: Command must be a valid HTTP URL.
nl_nl: Commando dient een geldige HTTP-URL te zijn.

source: Command to execute...
nl_nl: Uit te voeren commando...

source: Command type
nl_nl: Commandotype

source: Configuring cron jobs requires distinct knowledge of the crontab syntax on Unix based systems. More information about this topic can be obtained on the following webpage:
nl_nl: Het configureren van cron-jobs vereist een goede kennis van de crontab-syntax op op Unix-gebaseerde systemen. Meer informatie over dit onderwerp kan op de volgende webpagina worden gevonden:

source: Cron job has been scheduled for activation.
nl_nl: Cron job is gepland voor activering.

source: Cron job has been scheduled for addition.
nl_nl: Toevoeging van cron-job is ingepland.

source: Cron job has been scheduled for deactivation.
nl_nl: Cron job is gepland voor deactivering.

source: Cron job has been scheduled for deletion.
nl_nl: Verwijdering van cron-job is ingepland.

source: Cron job has been scheduled for update.
nl_nl: Bijwerking van cron-job is ingepland.

source: Cron job permissions
nl_nl: Cron-rechten

source: Cron job permissions were added.
nl_nl: Cron-rechten zijn toegevoegd.

source: Cron job permissions were updated.
nl_nl: Cron-rechten zijn bijgewerkt.

source: Cron jobs frequency
nl_nl: Frequentie van cron-jobs

source: Cron jobs type
nl_nl: Soorten cron-jobs

source: Customer name
nl_nl: Naam van klant

source: Day of month
nl_nl: Dag van de maand

source: Day of the month at which the cron job must be executed.
nl_nl: Dag van de maand waarop de cron-job uitgevoerd dient te worden.

source: Day of the week at which the cron job must be executed.
nl_nl: Dag van de maand waarop de cron-job uitgevoerd dient te worden.

source: Day of week
nl_nl: Dag van de week

source: Deactivate
nl_nl: Deactiveren

source: Delete
nl_nl: Verwijderen

source: Edit
nl_nl: Wijzigen

source: Edit permissions
nl_nl: Rechten bewerken

source: Email to which cron notifications must be sent if any. Leave blank to disable notifications.
nl_nl: E-mailadres waar - indien aanwezig - cron-notificaties naar verzonden dienen te worden. Leeg laten om notificaties uit te schakelen.

source: Enter a customer name
nl_nl: Naam van klant invoeren

source: Enter a reseller name
nl_nl: Naam van wederverkoper invoeren

source: Full
nl_nl: Volledig

source: Hour
nl_nl: Uur

source: Hour at which the cron job must be executed.
nl_nl: Uur waarop de cron-job uitgevoerd dient te worden.

source: In minutes
nl_nl: In minuten

source: Interface from which you can add your cron jobs. This interface is for administrators only. Customers have their own interface which is more restricted.
nl_nl: De interface waar u uw cron-jobs kunt toevoegen. Deze interface is alleen voor beheerders. Klanten hebben hun eigen interface welke beperkter is.

source: Invalid cron job type: %s.
nl_nl: Ongeldig type van cron-job: %s.

source: Invalid notification email.
nl_nl: Ongeldig notificatie-e-mailadres.

source: Invalid value for the '%s' field.
nl_nl: Ongeldige waarde voor het veld '%s'.

source: Jailed
nl_nl: Ingesloten (jailed)

source: List of customers which are allowed to add cron jobs.
nl_nl: Lijst van klanten wie bevoegd zijn om cron-jobs toe te voegen.

source: List of resellers which are allowed to give cron job permissions to their customers.
nl_nl: Lijst van wederverkopers wie toestemming hebben om cron-rechten aan hun klanten te geven.

source: Loading data...
nl_nl: Data aan het laden...

source: Minimum time interval between each cron job execution.
nl_nl: Minimale tijdsinterval tussen elke uitvoering van een cron-job.

source: Minimum time interval between each cron job execution: %s
nl_nl: Minimale tijdsinterval tussen elke uitvoering van een cron-job: %s

source: Minute
nl_nl: Minuut

source: Minute at which the cron job must be executed.
nl_nl: Minuut waarop de cron-job uitgevoerd dient te worden.

source: Month
nl_nl: Maand

source: Month at which the cron job must be executed.
nl_nl: Maand waarop de cron-job uitgevoerd dient te worden.

source: Newbie: Intro to cron
nl_nl: Voor de nieuweling: Introductie over cron

source: Nothing has been changed.
nl_nl: Er is niets veranderd.

source: One or many cron jobs which belongs to the reseller's customers are currently processed. Please retry in few minutes.
nl_nl: EÃ©n of meerdere cron-jobs welke tot de klanten van de wederverkoper behoren worden momenteel bewerkt. Gelieve het over enkele minuten opnieuw te proberen.

source: Permissions were added.
nl_nl: Cron-rechten zijn toegevoegd.

source: Please enter a customer name.
nl_nl: Gelieve een naam van een klant in te voeren

source: Please enter a reseller name.
nl_nl: Gelieve een naam van een wederverkoper in te voeren.

source: Request Timeout: The server took too long to send the data.
nl_nl: Geen antwoord: de server deed er te lang over om data te versturen.

source: Reseller name
nl_nl: Naam van wederverkoper

source: Revoke permissions
nl_nl: Rechten intrekken

source: Save
nl_nl: Bewaren

source: The available shortcuts are: @reboot, @yearly, @annually, @monthly, @weekly, @daily, @midnight and @hourly
nl_nl: De beschikbare snelkoppelingen zijn: @reboot, @yearly, @annually, @monthly, @weekly, @daily, @midnight en @hourly

source: This is the interface from which you can add your cron jobs.
nl_nl: Dit is de interface waar u cron-jobs kunt toevoegen.

source: Type of allowed cron jobs. Note that the Url cron jobs are always available, whatever the selected type.
nl_nl: Soorten toegestane cron-jobs. Merk op dat de URL-cron-jobs altijd beschikbaar zijn, welke soort dan ook geselecteerd is.

source: Unknown action.
nl_nl: Onbekende handeling.

source: Unknown customer. Please enter a valid customer name.
nl_nl: Onbekende klant. Gelieve een geldige naam in te voeren'

source: Unknown reseller. Please enter a valid reseller name.
nl_nl: Onbekende wederverkoper. Gelieve een geldige naam in te voeren.

source: Unlimited
nl_nl: Ongelimiteerd

source: Url commands are run via GNU Wget while shell commands are run via shell command interpreter (eg. Dash, Bash...).
nl_nl: URL-commando's worden uitgevoerd via Wget, terwijl commando's in de shell worden uitgevoerd via de opdrachtinterpreter (zoals Dash, Bash...).

source: Url must not contain any username/password for security reasons.
nl_nl: URL mag wegens veiligheidsoverwegingen geen gebruikersnamen en/of wachtwoorden bevatten.

source: User
nl_nl: Gebruiker

source: User must be a valid UNIX user.
nl_nl: Gebruiker dient een geldige UNIX-gebruiker te zijn.

source: User under which the cron job must be executed.
nl_nl: Gebruiker voor wie de cron-job dient te worden uitgevoerd.

source: Value for the '%s' field cannot be empty.
nl_nl: Waarde voor het veld '%s' mag niet leeg zijn.

source: When using a shortcut in the minute time field, all other time/date fields are ignored.
nl_nl: Wanneer u een snelkoppeling in de minuuttijdveld gebruikt worden alle andere tijd-/datumvelden genegeerd.

source: Wrong value for the 'Cron jobs frequency' field. Please, enter a number.
nl_nl: Verkeerde waarde bij het veld 'Frequentie cron-jobs'. Gelieve een nummer in te voeren.

source: You can learn more about the syntax by reading:
nl_nl: U kunt meer over de syntax leren door het lezen van:

source: You're exceeding the allowed limit of %s minutes, which is the minimum interval time between each cron job execution.
nl_nl: U overschrijdt de toegestane %s minuten, wat de minimale tijdsinterval tussen elke uitvoering van een cron-job is.

source: Your cron jobs limit is reached.
nl_nl: U heeft uw cron-joblimiet bereikt.

source: n/a
nl_nl: N/B
